<template>
  <div class="privacy">
    <div class="container">
      <div class="inner">
        <h2>ПОЛИТИКА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
        <h4>Дата вступления в силу 22.08.2023</h4>
        <p>
          <br>
        </p>
        <p>
          Настоящий документ определяет политику ООО "ЗЕВС ПЭЙ" в отношении обработки персональных данных и излагает систему основных принципов, применяемых в отношении обработки персональных данных.
        </p>
        <p>Политика действует в отношении всей информации, которую мы и/или аффилированные лица могут получить от вас во время использования вами любого из сервисов Сайта.</p>
        <p>Ваше согласие на предоставление персональной информации, данное вами в соответствии с настоящей Политикой в рамках отношений с ООО "ЗЕВС ПЭЙ" , распространяется на всех лиц, работающих с ООО "Ресто Пэй".</p>
        <p>Использование Сервисов Сайта означает ваше согласие с настоящей Политикой и указанными в ней условиями обработки ваших персональных данных. В случае несогласия с этими условиями вам необходимо воздержаться от использования сервисов Сайта.</p>
        <p>Настоящая Политика может быть изменена ООО "ЗЕВС ПЭЙ" без какого-либо специального уведомления. Новая редакция Политики вступает в силу с момента ее размещения в сети Интернет по адресу: https://t1ep1l0t.github.io/paytogo_landing/, если иное не предусмотрено новой редакцией Политики.</p>
        <p>В настоящей Политике используется термины оферты, размещенной на Сайте.</p>
        <p><strong>Кто собирает информацию</strong></p>
        <p>Для обеспечения использования вами Сайтов и Сервисов, для предоставления вам услуг Персональная информация собирается ООО "Ресто Пэй" </p>
        <p>Вы можете связаться с нами по адресу электронной почты: info@paytogo.ru</p>
        <p><strong> Какую информацию мы собираем</strong></p>
        <p>ООО "ЗЕВС ПЭЙ" собирает и хранит любую информацию, которую вы сознательно предоставляете нам, в том числе, но не исключительно, в процессе регистрации, настройки учетной записи, а так же в процессе предоставления услуг.</p>
        <p>Мы можем собирать как личную информацию (имя, адрес электронной почты, телефон, страну и город, название компании, адрес электронной почты) или любую другую информацию, которая может быть легко связана с вами, так и финансовую информацию, необходимую для оказания заказанных вами услуг.</p>
        <p>Так же в целях предоставления услуг собираем некоторые данные с вашего компьютера, телефона, планшета или иного устройства, которое вы используете для доступа к нашим услугам, например, IP-адрес, тип используемого браузера и языковые настройки или иную информацию, собираемую автоматически.</p>
        <p>Обираем данные, которые автоматически передаются сервисам сайта в процессе их использования с помощью, установленного на вашем устройстве, программного обеспечения, в том числе:</p>
        <ul>
          <li>данные об активности в сети Интернет, в частности, о посещенных страницах, дате и времени URL-переходов и пр.;</li>
          <li>информация из cookie;</li>
          <li>информация об устройстве и браузере, с помощью которых вы выходили в Интернет: IP-адресе устройства и его уникальном идентификаторе;</li>
          <li>данные о взаимодействии с демонстрируемыми вне ресурса рекламными объявлениями, их количестве, частоте и глубине просмотра;</li>
          <li>иную информацию.</li>
        </ul>
        <p>При просмотре нашего Сайта для его отображения и обеспечения его работы собираем информацию:</p>
        <ul>
          <li>IP-адрес вашего устройства</li>
          <li>Дата и время запроса</li>
          <li>Разница во времени</li>
          <li>Содержание запроса (конкретная страница)</li>
          <li>Статус доступа / код статуса HTTP</li>
          <li>Объем передаваемых данных</li>
          <li>Сайт, с которого пришел запрос</li>
          <li>Тип браузера</li>
          <li>Операционная система и ее пользовательский интерфейс</li>
          <li>Язык и версия программного обеспечения браузера.</li>
        </ul>
        <p>Мы не собираем «чувствительные» данные, такую как информация GPS, расовое или этническое происхождение, политические взгляды, религиозные или философские убеждения, или членство в профсоюзах, генетические или биометрические данные, данные о здоровье или о сексуальной жизни физического лица.</p>
        <p>Сбор информации происходит как во время просмотра сайта, регистрации, так и в течение срока оказания услуг и использования сервисов Сайта.</p>
        <p><strong>Сookie-файлы</strong></p>
        <p>Сookie-файлы - это небольшие текстовые файлы, которые хранятся на вашем жестком диске и назначаются используемому вами браузеру и позволяют определенной информации перетекать в то место, где будут размещены cookie-файлы. Различаются сеансовые и постоянные cookie-файлы. Сеансовые cookie-файлы существуют до тех пор, пока вы не закроете браузер. У постоянных cookie-файлов более длительный цикл жизни, они не удаляются автоматически при закрытии браузера.</p>
        <p>Сookie-файлы не способны запускать программы или передавать вирусы на ваш компьютер. При использовании наших услуг, cookie-файлы и иные технологии отслеживания могут быть использованы: для поддержки работы сайта, анализа трафика или в рекламных целях. Эти технологии либо используются непосредственно нами, либо нашими бизнес-партнерами, в том числе сторонними поставщиками услуг и рекламными площадками, с которыми мы работаем.</p>
        <p>Помимо cookie-файлов используются другие похожие технологии отслеживания(пиксели), которые, в том числе, отслеживают URL-адреса или средства разработки программного обеспечения.</p>
        <p>Указанные технологии и cookie-файлы используются:</p>
        <ul>
          <li>для отслеживания поведения пользователей и получения информацию об использовании сайта, которая позволит улучшить контент;</li>
          <li>идентификация пользователя на страницах сайта, других сайтов. Собираемая информация включает в себя, в том числе: IP-адрес, идентификационный номер устройства, просмотренные страницы, тип браузера, информацию о поиске через браузер, операционную систему, интернет-провайдер, временную метку клика, отреагировали ли вы на рекламу, соответствующий URL-адрес, использованные на странице/в приложении функции или предпринятые действия;</li>
          <li>при использовании технических cookie-файлов - для обеспечения исправной и бесперебойной работы сайта, предоставления вам возможности создания аккаунта и управления им;</li>
          <li>для запоминания ваших данных (при входе в систему) и ваших предпочтений;</li>
          <li>Сдля аналитики и анализа эффективности сайта, рекламных кампаний, информационных материалов. Для этого мы собираем информацию о том, какие страницы вы посещали, какие покинули, о всех действиях на сайте, а так же на сторонних сайтах, на которых размещена наша реклама.</li>
          <li>для используя сторонних, а также собственные cookie-файлов для показа рекламных объявлений на нашем сайте и на других сайтах, платформах (ретаргентинг).</li>
        </ul>
        <p>Вы можете удалить файлы cookie в любое время, зайдя в настройки безопасности своего браузера и выбрав «Удалить файлы cookie» или настроить параметры своего браузера в соответствии со своими личными предпочтениями. Однако, уведомляем вас, что это может означать, что вы не сможете использовать все функции Сайта.</p>
        <p><strong>Цели сбора информации</strong></p>
        <p>Сбор информации необходим: для предоставления, персонализации, поддержки и улучшения качества услуг, предоставляемых ООО "ЗЕВС ПЭЙ". В частности, информация используется для:</p>
        <ul>
          <li>создания и обновления вашего аккаунта;</li>
          <li>подтверждения вашей личности;</li>
          <li>предоставления услуг, указанных на Сайте;</li>
          <li>обработки или проведения платежей за услуги;</li>
          <li>для таргетированной рекламы;</li>
          <li>предложения, получения, предоставления или обеспечения работы финансовых программ, связанных с нашими услугами;</li>
          <li>отслеживания и дальнейшего мониторинга финансового состояния и работы предложенных финансовых программ;</li>
          <li>выполнения внутренних операций, необходимых для предоставления услуг, включая устранение ошибок программного обеспечения и проблем с его эксплуатацией, проведение анализа данных, тестирования и исследования, а также отслеживание и анализ тенденций использования и активности, предоставления вам персонализированных сервисов, исполнения нами обязательств перед Вами по договорам;</li>
          <li>связи с вами в случае необходимости, в том числе направление уведомлений, запросов и информации, связанных с использованием сервисов, оказанием услуг, а также обработка ваших запросов и заявок;</li>
          <li>направления информационных и рекламных сообщений;</li>
          <li>проведения статистических и иных исследований на основе обезличенных данных. Мы предоставляем такие данные третьим лицам для осуществления рекламы;</li>
          <li>предоставления вам эффективной клиентской и технической поддержки при возникновении проблем связанных с использованием сайта.</li>
        </ul>
        <p><strong>Ваши права</strong></p>
        <p>При сборе нами ваших данных, вы имеете право:</p>
        <ul>
          <li>на доступ к вашим личным данным;</li>
          <li>на исправление или удаление ваших личных данных;</li>
          <li>на ограничение обработки ваших персональных данных;</li>
          <li>на возражение против обработки ваших личных данных;</li>
          <li>на переносимость ваших личных данных;</li>
          <li>на запрет передачи данных третьим лицам;</li>
          <li>подать жалобу в орган надзора, ответственный за защиту данных, если имеются сомнения относительно обработки ваших данных.</li>
          <li>запросить у нас обзор своих персональных данных, которые имеются в нашем распоряжении.</li>
        </ul>
        <p>Если вы ранее дали согласие на обработку ваших данных, вы можете отозвать такое согласие в любое время. Отзыв вашего согласия повлияет на законность обработки ваших личных данных, как только вы сообщите нам о своем решении.</p>
        <p><strong>Передача третьим лицам</strong></p>
        <p>Для обеспечения корректной и бесперебойной работы сайта, надлежащего оказания вам услуг, мы передаем (раскрываем) ваши данные сторонним организациям.</p>
        <p>Под сторонними организациями понимаются:</p>
        <ul>
          <li>аффилированные лица, т.е. компании, которые мы юридически контролируем или они контролируют нас;</li>
          <li>поставщики услуг, оказывающие услуги по поддержке клиентов, исследованию рынка, выявлению и предотвращению мошенничества, включая услуги по скринингу на предмет мошенничества;</li>
          <li>организации, оказывающие платежные услуги: для обработки платежей и возвратов или предоставления услуг по сбору счетов;</li>
          <li>организации, предоставляющие маркетинговые услуги.</li>
          <li>компетентные органы, которым передача ваших персональных данных установлена законом или строго необходима для предотвращения, выявления или пресечения преступных действий и мошенничества, или для защиты наших прав или собственности, а также прав и собственности наших бизнес-партнеров.</li>
          <li>бизнес-партнеры, которым мы передаем ваши персональные данные для распространение и рекламы нашим услуг и оказания услуг.</li>
        </ul>
        <p>Все сторонние организации обязаны предпринимать адекватные меры по защите ваших персональных данных.</p>
        <p><strong>Защита персональных данных</strong></p>
        <p>Мы принимаем необходимые организационные и технические меры для защиты вашей информации и следуем надлежащим процедурам безопасности, чтобы предотвратить несанкционированный доступ к персональным данным и их неправомочное использование.</p>
        <p>Только обладающие особыми правами сотрудники имеют право доступа к персональным данным в процессе выполнения своих обязанностей.</p>
        <p>Мы сохраняем ваши персональные данные:</p>
        <ul>
          <li>до тех пор, пока это требуется законом;</li>
          <li>до момента достижения цели, для которой она была собрана;</li>
          <li>до момента запрета вами в ее использовании или самостоятельного ее удаления с использованием вашей учетной записи;</li>
        </ul>
        <p>Когда мы удалим ваши персональные данные из наших баз данных, она останется в нашей резервной системе, пока та не очистится.</p>
        <p>Ваша Персональная информация будет храниться в базах данных на территории Российской Федерации.</p>
        <p>Для российских пользователей: мы осуществляем запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации.</p>
        <p>При обработке и сохранении персональных данных пользователей из Европейского союза, мы руководствуемся в том числе Стандартными договорными условиями, утвержденными Европейской комиссией, для обеспечения адекватного уровня защиты вашей персональной информации, передаваемой в Россию.</p>
        <p>Пользователи из ЕС при наличии жалоб, претензий относительно нашей Политики конфиденциальности, должны связаться с нами по адресу: info@paytogo.ru</p>
        <p>В случае неурегулировании спора после обращения к нам, вы вправе обратиться в органы защиты данных ЕС по адресам: Контактная информация для органов защиты данных ЕС находится по адресу http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm</p>
        <p></p>
        <p>Банковские реквизиты:<br>
          Расчетный счет: Р/с: 40702810401500100383<br>
          В банке: ТОЧКА ПАО БАНКА «ФК ОТКРЫТИЕ»<br>
          Корреспондентский счет: 30101810845250000999<br>
          БИК: 44525999<br>
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "PrivacyPolicyView"
}
</script>

<style scoped lang="scss">
@import "@/assets/variable.scss";

.privacy {
  width: 100%;
  background: $dark;
  padding: 60px 0;
  border-bottom: 1px solid $grey;
  
  & .inner {
    display: flex;
    flex-direction: column;
    align-items: start;
    gap: 10px;
    padding: 24px;
    border-radius: 20px;
    background-color: rgba(226, 136, 0, 0.58);
  }
}
</style>