<template>
  <div class="privacy">
    <div class="container">
      <div class="inner">
          <h2>Публичная оферта KLEEK</h2>
          <h4>редакция №02 от 27.02.2023 г., дата вступления в силу 27.02.2023 г.</h4>
          <p>
            <br>
          </p>
          <p>
            ООО «Ресто Пэй» публикует настоящую оферту о предоставлении программного обеспечения KLEEK, являющийся предложением в адрес третьих лиц в соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации (ГК РФ).
          </p>

          <h3>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h3>
          <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью:</p>
          <p><strong>«Лицензиар»</strong> – Общество с ограниченной ответственностью "РЕСТО ПЭЙ"
            ОГРН: 1215100006175, ИНН: 5190089243, КПП: 519001001
            Адрес: 183038, Мурманская область, г Мурманск, ул Челюскинцев, д. 1 литер а3, часть помещ. 27
          </p>
          <p>Банковские реквизиты:<br>
            Расчетный счет: Р/с: 40702810702500119345<br>
            В банке: ТОЧКА ПАО БАНКА «ФК ОТКРЫТИЕ»<br>
            Корреспондентский счет: 30101810845250000999<br>
            БИК: 044525999<br>
          </p>
          <p><strong>«Оферта» или «Договор»</strong> – настоящее предложение размещенное в публичном доступе на сайте Лицензиара на использование программного обеспечения “KLEEK”, содержащее все существенные условия договора, из которого усматривается воля Лицензиара на заключение договора на указанных в настоящем предложении условиях с любым лицом, кто отзовется.</p>
          <p><strong>«Сайт»</strong> – сайт Лицензиара в сети интернет, раположенный по адресу: <a href="https://kleek.store/" rel="noopener noreferrer" target="_blank"> https://kleek.store/.</a></p>
          <p><strong>«KLEEK»</strong> - программное обеспечение, размещенное на сервере, доступ к которому предоставляется в рамках Договора. Программное обеспечение представляет собой информационную систему, доступ к которой осуществляется посредством использования QR-кода, позволяющее Пользователю ознакомиться с электронной версией меню и предложениями Ресторана, а также произвести оплату заказа, совершенного в Ресторане. Программное обеспечение KLEEK включает следующий функционал:</p>
          <ul>
            <li>размещение материалов для ознакомления Пользователями с электронной версией меню и предложениями Ресторана</li>
            <li>создание QR кодов для доступа Пользователей к электронному меню и предложениям Ресторана</li>
            <li>прием и передача в Ресторан отзывов, полученных от Пользователей</li>
            <li>прием безналичных платежей Пользователей KLEEK за заказ, совершенный в Ресторане, по поручению и от имени Ресторана.</li>
          </ul>
          <p><strong>«Акцепт Оферты»</strong> – совершение Заказчиком действий, указанных в п.1.5. Оферты, свидетельствующих о принятии данным лицом условий Оферты в полном объеме, в том числе, совершении действий по выполнению указанных в настоящей Оферте условий. </p>
          <p><strong>«Лицензиат» или «Ресторан»</strong> – индивидуальный предприниматель или юридическое лицо, зарегистрированное на территории РФ, заключивший Договор с Лицензиаром в результате Акцепта Оферты и, тем самым, получивший право использовать программное обеспечения Лицензиара. Лицензиатом является лицо одним из экономических видов деятельности которого, является оказание услуг в сфере общественного питания или его смежные виды.</p>
          <p><strong>«Пользователь»</strong> - физическое лицо выступающее потребителем услуг Ресторана с помощью программного обеспечения KLEEK. </p>
          <p><strong>«Стороны»</strong> – именуемые совместно стороны Договора – Лицензиар и Лицензиат.</p>
          <h3>1. ПРЕДМЕТ ДОГОВОРА</h3>
          <p>1.1. По настоящему договору Лицензиар обязуется предоставить Ресторану неисключительную лицензию на программное обеспечение KLEEK, а ресторан обязуется принять и оплачивать лицензионное вознаграждение. </p>
          <p>1.2. Неисключительная лицензия KLEEK предоставляется Ресторану путем предоставления доступа Пользователей к программному обеспечению KLEEK по адресу в сети интернет:<a href="https://kleek.store/" rel="noopener noreferrer" target="_blank"> https://kleek.store/.</a> </p>
          <p>1.3.Территория для использования неисключительной лицензии – Российская Федерация.</p>
          <p>1.4. Срок неисключительной лицензии – бессрочно с даты акцепта оферты.</p>
          <p>1.5. Ресторан производит акцепт Оферты (полное и безоговорочное принятие Условий) путем подписания уполномоченным лицом заявления о присоединении к Условиям оказания услуги приема электронных средств платежа и участия в переводе денежных средств. </p>
          <p>В части услуги приема электронных средств платежа и участия в переводе денежных средств в порядке, предусмотренном ст.428 Гражданского кодекса Российской Федерации, Лицензиар является банковским платежным агентом, осуществляющим операции платежного агрегатора, привлеченного Публичным акционерным обществом «ТРАНСКАПИТАЛБАНК»  для осуществления деятельности, указанной в п.31 ст.3 Федерального закона от 27.06.2011 № 161-ФЗ «О национальной платежной системе». Обязательная информация о банке и платежном агрегаторе размещена в Приложении №1 “Обязательная информация о банке и платежном агрегаторе.”</p>
          <h3>2. СТОИМОСТЬ УСЛУГ И ПОРЯДОК РАСЧЕТОВ </h3>
          <p>2.1. Размер лицензионного вознаграждения (далее - Вознаграждение) определяется в рублях РФ как процент принятых от имени Ресторана безналичных платежей Пользователей KLEEK за заказ и выражается в виде % от каждого платежа. Конкретные размеры ставок определяются в Заявления о присоединении к Условиям оказания услуги приема электронных средств платежа и участия в переводе денежных средств. </p>
          <p>2.2. Лицензиар обязуется перечислять на счет Ресторана все суммы принятых безналичных платежей за минусом вознаграждения Лицензиара в срок указанный в Заявлении о присоединении к Условиям оказания услуги приема электронных средств платежа и участия в переводе денежных средств.  </p>
          <p>2.3. Размер вознаграждения удерживается Лицензиаром из оплаты произведенной Пользователем за заказ, совершенный в ресторане с использованием программного обеспечения KLEEK.</p>
          <p>2.4. Вознаграждение не облагается НДС в связи с применением Лицензиаром упрощенной системы налогообложения. </p>
          <p>2.5. Лицензиар по окончанию каждого месяца в течение 10 (десяти) рабочих дней формирует акт  в котором указывается размер лицензионного вознаграждения и его расчет и направляет акт Ресторану. Ресторан подписывает соответствующий акт в течение 5 (Пяти) рабочих дней со дня его получения и направляет Лицензиару подписанный акт или в этот же срок предоставляет мотивированный отказ от приемки. </p>
          <p>2.6. В случае, если по истечении срока, установленного в п.2.5., Ресторан не уведомит Лицензиара о своем отказе подписать акт, лицензия считается представленной ненадлежащим образом и в объеме, предусмотренном в соответствующем акте. </p>
          <h3>3. ГАРАНТИИ ЛИЦЕНЗИАРА ПО ПРИЕМУ ПЛАТЕЖЕЙ</h3>
          <p>3.1. Лицензиар подтверждает, что является правообладателем KLEEK и входящих в него объектов и гарантирует, что имеет все разрешительные документы, необходимые и достаточные для заключения и исполнения настоящего Договора в соответствии с законодательством РФ. </p>
          <p>3.2. Лицензиар гарантирует после приема платежа выдать Пользователю документ в форме чека, подтверждающий приема платежа, соответствующий требованиям законодательства РФ. </p>
          <p>3.3. Лицензиар осуществляет деятельность по настоящему Договору, с учетом требований, установленных Федеральным законом от 03.06.2009 № 103-ФЗ «О деятельности по приему платежей физических лиц, осуществляемой платежными агентами», Федеральным законом от 27.06.2011 г. № 161- ФЗ «О национальной платежной системе», Федеральным законом от 07.08.2001 № 115-ФЗ «О противодействии легализации (отмыванию) доходов, полученных преступным путем, и финансированию терроризма», правилами осуществления расчетов в Российской Федерации, иными нормативно правовыми актами, регулирующими отношения в сфере приема платежей физических лиц.</p>
          <p>3.4. Лицензиар гарантирует при исполнении настоящего Договора использовать специальный банковский счет в соответствии с требованиями Федерального закона от 03.06.2009 № 103-ФЗ «О деятельности по приему платежей физических лиц, осуществляемой платежными агентами», Федерального закона от 27.06.2011 г. № 161-ФЗ «О национальной платежной системе».</p>
          <p>3.5. Лицензиар при приеме платежей гарантирует использовать специальный банковский счет (счета) для осуществления расчетов, в том числе для зачисления не него всей суммы Платежей, принятых от Пользователей, и их перечисления Ресторану.</p>
          <h3>4. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h3>
          <p><strong>Права и обязанности лицензиара:</strong></p>
          <p>4.1. Лицензиар вправе выпускать обновления KLEEK и новые версии KLEEK, определять условия их предоставления Лицензиату, условия технической поддержки и сопровождения.</p>
          <p>4.2. Лицензиар обязан предоставить Ресторану действующее программное обеспечение KLEEK позволяющее:</p>
          <ul>
            <li>размещать материалы для ознакомления Пользователями с электронной версией меню и предложениями Ресторана</li>
            <li>создавать QR коды для доступа Пользователей к электронному меню и предложениям Ресторана</li>
            <li>принимать и передавать в Ресторан отзывы, полученные от Пользователей</li>
            <li>обеспечить прием безналичных платежей Пользователей KLEEK за заказ, совершенный в Ресторане в соответствии с законодательством РФ. </li>
          </ul>
          <p>4.3. Лицензиар обязан обеспечивать надлежащее функционирование KLEEK. Предоставлять право использования KLEEK ежедневно и круглосуточно, за исключением времени проведения профилактических мероприятий </p>
          <p>4.4. Лицензиар обязан Предоставлять информацию по вопросам работы с KLEEK.</p>
          <p>4.5. Лицензиар вправе запрашивать любую необходимую информацию и документы для своевременного и качественного выполнения своих обязательств перед Рестораном. </p>
          <p>4.6. Лицензиар вправе публично, письменно и устно, сообщать о сотрудничестве с Рестораном и упоминать о совместных проектах в рекламных и других информационных целях в том числе в своих социальных сетях и на сайте компании. </p>
          <p><strong>Права и обязанности Ресторана:</strong></p>
          <p>4.7. Ресторан обязан своевременно предоставлять Исполнителю необходимые для заключения договора или для надлежащего исполнения обязательств Лицензиара, документы и информацию (в том числе персональные данные) в разумные или согласованные сторонами сроки. </p>
          <p>4.8. В случае согласия с условиями Оферты Ресторан обязан подписать Заявлении о присоединении к Условиям оказания услуги приема электронных средств платежа и участия в переводе денежных средств.  </p>
          <p>4.9. Предоставить достоверные сведения необходимые для оформления информационной анкеты клиента, по форме, предоставленной Лицензиаром, а также подписать информационную анкету клиента уполномоченным лицом Ресторана.</p>
          <p>4.10. Ресторан обязуется самостоятельно следить за изменениями настоящей Оферты и приложений путем периодического ознакомления с актуальной редакцией, не реже одного раза в месяц. </p>
          <h3>5. КОНФИДЕНЦИАЛЬНОСТЬ И БЕЗОПАСНОСТЬ</h3>
          <p>5.1. Стороны признают, что сведения любого характера, полученные Сторонами в связи с исполнением настоящего Договора, являются информацией, составляющей коммерческую тайну Ресторана (далее – Конфиденциальная информация). В отношении данной информации устанавливается режим коммерческой тайны. За исключением случаев, когда: такая информация является общедоступной; раскрыта по требованию или с разрешения Стороны, являющейся владельцем данной информации; подлежит предоставлению третьим лицам в объеме, необходимом для исполнения обязательств, предусмотренных Договором; требует раскрытия по основаниям, предусмотренным законодательством, или при поступлении соответствующих запросов суда или уполномоченных государственных органов; в иных случаях, предусмотренных Договором.</p>
          <p>5.2. Лицензиар обязуются соблюдать конфиденциальность в отношении не являющихся общедоступными сведений о Ресторане, ставших известными в связи с присоединением к Договору. Лицензиар обязуются принимать все необходимые меры по безопасности и защите информации и документов, обмен которыми осуществляется или которые доступны в связи с использованием KLEEK. </p>
          <p>5.3. Лицензиар самостоятельно принимает все необходимые меры по сохранению конфиденциальности, предотвращению несанкционированного использования и защите аутентификационных данных Ресторана от несанкционированного доступа со стороны третьих лиц. </p>
          <p>5.4. Информация о программном обеспечении сервиса QR меток «KLEEK», ставшая известной Ресторану, его сотрудникам и третьим лица, а именно программный код, технические особенности, способы интеграции с другим программным обеспечением, любые иные данные о программном обеспечении KLEEK является конфиденциальной и не подлежит разглашению.</p>
          <h3>6. ОТВЕТСТВЕННОСТЬ СТОРОН И РАЗРЕШЕНИЕ СПОРОВ </h3>
          <p>6.1. Лицензиар не несет ответственность за ненадлежащее исполнение обязательств перед Рестораном в случае недостоверности предоставленной Рестораном информации, в том числе информации предусмотренной в заявлении на присоединение к оферте. </p>
          <p>6.2. Лицензиар не несет ответственности за неисполнение и/или ненадлежащее исполнение обязательств по Договору, если такое неисполнение и/или ненадлежащее исполнение произошло по вине третьих лиц. Лицензиар не гарантирует работоспособность KLEEK в случаях нарушения работоспособности сетей связи, неправомерного доступа третьих лиц к компьютерной информации, обычного или распределённого отказа в обслуживании, блокировании доступа органами государственной власти.</p>
          <p>6.3. Лицензиар не несет ответственность за качество предоставляемых Рестораном услуг перед Пользователем. В потребительские отношения по предоставлению услуг ресторана с Пользователем вступает Ресторан. </p>
          <p>6.4. В случае выявления факта раскрытия Конфиденциальной информации или иного невыполнения, ненадлежащего исполнения обязательства в части предусмотренной п.5.4. Принимающая сторона уплачивает Раскрывающей стороне штраф в размере 1 000 000 (один миллион) рублей.</p>
          <p>6.5. Все споры и разногласия из настоящего Договора рассматриваются судом по месту нахождения Лицензиара с обязательным соблюдением претензионного порядка. Претензия в письменном виде подлежит направлению одной из Сторон Договора заказным письмом или курьером по почтовому адресу другой Стороны. Срок ответа на претензию составляет 10 (десять) календарных дней с момента получения претензии одной из Сторон Договора. </p>
          <p>6.6. В случае неурегулирования спора в досудебном порядке спор разрешается в соответствии с Законодательством в Арбитражном суде г. Москвы.</p>
          <h3>7. ОБСТОЯТЕЛЬСТВА НЕПРЕОДОЛИМОЙ СИЛЫ</h3>
          <p>7.1. Если иное не предусмотрено законом, сторона, не исполнившая или ненадлежащим образом исполнившая свои обязательства при осуществлении предпринимательской деятельности,  несет ответственность, если не докажет, что надлежащее исполнение оказалось невозможным вследствие непреодолимой силы, то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств. К таким обстоятельствам не относятся, в частности, нарушение обязанностей со стороны контрагентов должника, отсутствие на рынке нужных для исполнения товаров, отсутствие у должника необходимых денежных средств.</p>
          <p>7.2. К указанным обстоятельствам, включая, но не ограничиваясь относятся:</p>
          <p>a) война (объявленная или необъявленная), вооруженный конфликт или серьезная угроза такого конфликта (включая, но не ограничиваясь, враждебные атаки, блокаду, военное эмбарго), беспорядки, вторжение, действия иностранного врага, всеобщая военная мобилизация;</p>
          <p>b) гражданская война, мятеж, акты неповиновения, военный или незаконный захват власти, государственный переворот, восстание, гражданские волнения или беспорядки, бесчинства толпы, гражданское неповиновение;</p>
          <p>c) акты терроризма, диверсии или пиратства;</p>
          <p>d) законные или незаконные акты власти во исполнение закона или постановления правительства, правил, предписаний или указаний, ограничения комендантского часа, экспроприация, принудительное изъятие, захват фабрик, реквизиция, национализация;</p>
          <p>e) чума и прочие эпидемии, иные стихийные бедствия, такие как, но не ограничиваясь: сильный шторм, циклон, тайфун, ураган, торнадо, буря, землетрясение, вулканическая активность, оползень, приливная волна, цунами, наводнение, повреждение или разрушение ударом молнии, засуха;</p>
          <p>f) взрыв, пожар, разрушение механизмов, оборудования, фабрик и любых иных установок, длительные перерывы в работе транспорта, телекоммуникаций или подаче электричества;</p>
          <p>g) всеобщие трудовые беспорядки, в том числе бойкот, забастовка и локаут, замедленная работа фабрик и помещений.</p>
          <p>7.3. При наступлении, прекращении действия указанных в настоящем разделе обстоятельств подвергающаяся их действию Сторона должна незамедлительно известить об этом другую Сторону в письменном виде. В извещении должен быть указан срок, в который предполагается исполнить обязательство по Договору.</p>
          <p>7.4. При наступлении предусмотренных в настоящем разделе обстоятельств, срок выполнения обязательств по Договору отодвигается на время действия таких обстоятельств и их последствий.</p>
          <p>7.5. В случае, когда указанные в настоящем разделе обстоятельства и их последствия действуют более двух месяцев, или, если при наступлении данных обстоятельств, становится ясным, что они и их последствия будут действовать более этого срока, Стороны в возможно короткий срок проведут переговоры с целью выявления приемлемых для них способов исполнения Договора.</p>
          <h3>8. РАСТОРЖЕНИЕ ДОГОВОРА</h3>
          <p>8.1. Сторона вправе отказаться от исполнения настоящего Договора, письменно известив об этом другую Сторону за 30 (Тридцать) календарных дней.</p>
          <h3>9. ПРОЧИЕ УСЛОВИЯ</h3>
          <p>9.1. Лицензиар вправе в одностороннем порядке вносить изменения в Оферту путем публикации документа, содержащего информацию о таких изменениях на Сайте и/или путем публикации новой редакции Договора на Сайте. Изменения вступают в силу с момента такого опубликования, если иной срок вступления изменений в силу не определен дополнительно при их публикации. </p>
          <p>9.2. Ресторан, присоединившийся к Договору, гарантирует, что все условия Договора ему понятны и приняты им без оговорок и в полном объеме. Ресторан самостоятельно отвечает за любые последствия, наступившие в связи с неознакомлением с Офертой (приложениями к Оферте). </p>
          <p>9.3.Стороны гарантируют, что не будут использовать права и возможности, предоставленные KLEEK, в иных целях, кроме указанных в Договоре</p>
          <p>9.4. Стороны договорились считать информацию, переданную посредством электронной почты на контактные адреса Сторон, имеющей полную юридическую силу. К такой информации относятся: подписанные соответствующими ответственными представителями Сторон и скрепленные печатями счета, акты, информационные письма и прочие документы, согласование которых необходимо для своевременного и надлежащего выполнения своих обязательств Сторонами. Стороны договорились, что отправление документа Лицензиаром с адреса электронной почты с доменным именем @kleek.ru, а Рестораном с адреса электронной почты, указанным в Заявлении о присоединении является необходимым и достаточным подтверждением достоверности документов, а также того, что документ исходит от отправившей его Стороны. При этом Стороны обязаны обменяться оригиналами таких документов в случае требования одной из сторон или требований законодательства РФ. Также стороны согласовали, что  документы подписанные квалифицированной электронной подписью, признаются электронными документами, равнозначным документу на бумажном носителе, подписанному собственноручной подписью. Стороны согласовали, что обмен электронными документами может происходить с помощью систем электронного документооборота (ЭДО). Такие способ обмена документами является надлежащими.</p>
          <p>9.5. Стороны согласовали, что использование систем электронного документооборота с подписанием документов квалифицированной электронной подписью является также надлежащим способом обмена документами. </p>
          <p>9.6. Во всем, что не предусмотрено настоящим Договором, Стороны руководствуются действующим законодательством РФ.</p>
          <p><strong>Приложения к договору:</strong></p>
          <p>Приложение №1 <a href="https://docs.google.com/gview?embedded=true&amp;url=http://terms.kleek.store/bankinfo.pdf" rel="noopener noreferrer" target="_blank"> Обязательная информация о банке и платежном агрегаторе.</a></p>

      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "PublicOfertaView"
}
</script>

<style scoped lang="scss">
@import "@/assets/variable.scss";

.privacy {
  width: 100%;
  background: $dark;
  padding: 60px 0;
  border-bottom: 1px solid $grey;

  & .inner {
    display: flex;
    flex-direction: column;
    align-items: start;
    gap: 10px;
    padding: 24px;
    border-radius: 20px;
    background-color: rgba(226, 136, 0, 0.58);
  }
}
</style>